[
   {
      "name":"Real Madrid",
      "image":"Real Madrid",
      "trofeeUCL":14,
      "jucatoriTop":[
         "Benzema",
         "Modric",
         "Hazard"
      ],
      "istorie":[
         {
            "titlu":"Perioada timpurie (1897–1945)",
            "descriere":"Fotbalul a fost introdus la Madrid de către profesorii și studenții de la Institución Libre de Enseñanza, printre care și câțiva absolvenți ai universităților Oxford și Cambridge. În 1897 aceștia au fondat Fotbal Club Sky, jucând în diminețile de duminică la Moncloa. Acesta s-a împărțit în 1900 în două cluburi noi: New Foot-Ball de Madrid și Club Español de Madrid. Cel din urmă s-a mai împărțit o dată în două în 1902, în urma acesteia rezultând formarea lui Madrid Fotbal Club la 6 martie 1902. La trei ani după fondarea sa, în 1905, Madrid FC a câștigat primul titlu după ce a învins-o pe Athletic Bilbao în finala Cupei Spaniei. Clubul a devenit unul dintre membrii fondatori ai Federației Regale Spaniole de Fotbal pe 4 ianuarie 1909, atunci când președintele clubului, Adolfo Meléndez, a semnat acordul de fondare a asociației de fotbal spaniole. După ce a jucat pe mai multe stadioane, echipa s-a mutat la „Campo de O'Donnell” în 1912. În 1920, numele clubului a fost schimbat în Real Madrid, după ce regele Alfonso al XIII-lea al Spaniei a acordat titlul de Real (Regal) clubului.\t În 1929 a fost fondată prima ligă de fotbal spaniolă. Real Madrid a condus în prima ediție tot sezonul până la ultimul meci, și suferind o înfrângere în fața lui Athletic Bilbao, s-a clasat pe locul doi, după Barcelona. Real Madrid a câștigat primul titlu al ligii în sezonul 1931–32. Albii au câștigat din nou Liga în anul următor, devenind prima echipă care a câștigat campionatul de două ori. Pe 14 aprilie 1931, venirea celei de-a Doua Republici Spaniole a cauzat clubului pierderea titlului de Real și revenirea la vechea denumire Madrid Football Club. Fotbalul a continuat și pe durata celui de-al doilea Război Mondial, și pe 13 iunie 1943 Madrid a bătut Barcelona cu 11–1 în manșa secundă a semifinalei Copa del Generalísimo[13], Copa del Rey fiind redenumită în cinstea Generalului Franco. S-a vehiculat că jucătorii Barcelonei ar fi fost intimidați de poliție, inclusiv de directorul securității de stat care 'ar fi spus echipei că unii dintre ei au mai joacă, doar din cauza generozității regimului care le permite să rămână în țară.' Președintele Barcelonei, Enric Piñeyro, a fost asaltat de fanii Madridului."
         },
         {
            "titlu":"Santiago Bernabéu Yeste și succesul european (1945–1978)",
            "descriere":"Santiago Bernabéu Yeste a devenit președintele lui Real Madrid în 1945. Sub președinția sa clubul, stadionul Santiago Bernabéu și Ciudad Deportiva au fost reconstruite după încheierea Războiului Civil Spaniol. Adițional, în anii 1950, fostul jucător al Real Madrid Amateurs, Miguel Malbo, a fondat academia de tineret a lui Real Madrid, cunoscută în prezent ca La Fábrica. Începând cu 1953, el a abordat o nouă strategie, aceea de a semna cu jucători de clasă mondială din străinătate, cea mai proeminentă realizare fiind aducerea lui Alfredo Di Stéfano. În 1955, acționând în lumina ideii propuse de jurnalistul și editorul sportiv al ziarului francez L'Équipe, Gabriel Hanot, și bazându-se pe Cupa Latină (un turneu incluzând cluburi din Franța, Spania, Portugalia și Italia), Bernabéu s-a întâlnit în hotelul Ambasador din Paris cu Bedrignan și Gusztáv Sebes și a creat ceea ce astăzi este cunoscută sub numele de Liga Campionilor UEFA. Sub conducerea lui Bernabéu Real Madrid s-a impus ca o forță majoră atât în fotbalul spaniol cât și în cel european. Clubul a câștigat Cupa Europeană de cinci ori la rând între 1956 și 1960, remarcându-se în finala de la Hampden Park din 1960 împotriva echipei Eintracht Frankfurt care s-a terminat cu scorul de 7-3. Deoarece a câștigat competiția de cinci ori la rând, Real a primit pentru totdeauna cupa originală și dreptul de a purta insigna de onoare a UEFA. Clubul a câștigat Cupa Europeană pentru a șasea oară în 1966, învingând pe FK Partizan cu scorul de 2-1 în finală cu o echipă alcătuită numai din jucători spanioli (cunoscută ca echipa Ye-yé) - o premieră în cadrul competiției. Numele de „Ye-yé” venea de la refrenul „Yeah, yeah, yeah” din cântecul She Loves You al formației The Beatles după ce patru membri ai echipei au pozat pentru Diario Marca purtând peruci Beatles. Generația Ye-yé a ajuns de asemenea până în finalele Cupei Europene din 1962 și 1964. În anii 1970, Real Madrid a câștigat cinci campionate și trei cupe spaniole. Clubul a jucat pentru prima dată în finala Cupei Cupelor UEFA în 1971, fiind învins de echipa engleză Chelsea cu scorul de 2-1. Pe 2 iulie 1978, președintele clubului, Santiago Bernabéu, a murit în timp ce Campionatul Mondial se desfășura în Argentina. În onoarea sa, FIFA a decretat trei zile de doliu în timpul turneului. În anul următor, clubul a organizat prima ediție a Trofeului Santiago Bernabéu în memoria fostului său președinte."
         },
         {
            "titlu":"Quinta del Buitre și a 7-a Cupă Europeană (1980–2000)",
            "descriere":"Până la începutul anilor 1980, Real Madrid își pierduse supremația asupra titlului La Liga, până când o nouă serie de staruri spaniole a adus succesul pe plan național înapoi la club. Jurnalistul sportiv spaniol Julio César Iglesias i-a dat acestei generații numele de La Quinta del Buitre („Cohorta vulturului”), care provenea de la porecla atribuită unuia dintre membrii săi, Emilio Butragueño. Ceilalți patru membri erau Manuel Sanchís Hontiyuelo, Rafael Martín Vázquez, Míchel și Miguel Pardeza. Cu La Quinta del Buitre (redusă la patru membri atunci când Pardeza a părăsit clubul pentru Zaragoza în 1986) și jucători notabili precum portarul Francisco Buyo, fundașul dreapta Miguel Porlán Chendo și atacantul mexican Hugo Sánchez, Real Madrid avea una dintre cele mai bune echipe din Spania și Europa în a doua jumătate a anilor 1980, câștigând două cupe UEFA, cinci campionate spaniole la rând, o cupă spaniolă și trei supercupe spaniole. La începutul anilor 1990, La Quinta del Buitre s-a dezmembrat după ce Martín Vázquez, Emilio Butragueño și Míchel au părăsit clubul. În 1996, președintele Lorenzo Sanz l-a numit pe Fabio Capello ca antrenor. Deși mandatul său a durat numai un sezon, Real Madrid a fost proclamată campioană a ligii, iar jucători ca Roberto Carlos, Predrag Mijatović, Davor Šuker și Clarence Seedorf au sosit la club pentru a întări o echipă care deja se mândrea cu fotbaliști precum Raúl González, Fernando Hierro, Iván Zamorano și Fernando Redondo. Prin urmare, Real Madrid (după aducerea și a lui Fernando Morientes în 1997) a pus capăt în sfârșit unei așteptări de 32 de ani a unei a șaptea Cupe Europene. În 1998, sub conducerea lui Jupp Heynckes, albii au învins pe Juventus cu scorul de 1-0 în finală datorită unui gol înscris de Predrag Mijatović."
         },
         {
            "titlu":"Los Galácticos (2000–2006)",
            "descriere":"În iulie 2000, Florentino Pérez a fost ales președinte al clubului. Campania sa promitea să șteargă datoria clubului de 270 de milioane de euro și să îi modernizeze facilitățile. Cu toatea acestea, promisiunea electorală principală care i-a adus victoria lui Pérez a fost obținerea semnăturii lui Luís Figo. În anul următor, clubul și-a vândut într-un mod controversat terenul de antrenament și a folosit banii pentru a începe asamblarea faimoasei echipe Galáctico, incluzând jucători precum Zinédine Zidane, Ronaldo, Luís Figo, Roberto Carlos, Raúl și David Beckham. Este discutabil dacă riscul a meritat, deoarece în ciuda câștigării Ligii Campionilor și a Cupei Intercontinentale în 2002, urmată de campionat în 2003, clubul nu a reușit să obțină vreun trofeu major în următoarele trei sezoane. În vara lui 2003, imediat după câștigarea unui nou titlu în La Liga, Florentino Pérez și consiliul de directori au refuzat să reînnoiască contractul antrenorului Vicente del Bosque, iar după o dispută internă, au forțat căpitanul Fernando Hierro să părăsească clubul. De asemenea ei au ignorat cererea lui Claude Makélélé de a i se mări salariul, ca răspuns, Makélélé a cerut să fie transferat, și clubul l-a cedat la Chelsea FC. La încheierea ferestrei de transferuri, Fernando Morientes a părăsit clubul fiind dat în împrumut la AS Monaco. Real Madrid a adus un nou antrenor, pe Carlos Queiroz, iar la începutul sezonului 2006-2006 a făcut noi achiziții importante, Julio Baptista (20 mln €), Robinho (30 mln €) și Sergio Ramos (30 mln €). Însă succesele nu au început să apară, și Real a pierdut cu 0-3 rivalei FC Barcelona chiar pe Santiago Bernabéu. La scurt timp, Real Madrid a fost eliminată din Liga Campionilor pentru al patrulea an consecutiv, de data aceasta de către Arsenal, și pe 27 februarie 2006, Florentino Pérez și-a dat demisia."
         },
         {
            "titlu":"Noul președinte Ramón Calderón (2006–2009)",
            "descriere":"Ramón Calderón a fost ales președinte al clubului pe 2 iulie 2006, imediat numindu-i apoi pe Fabio Capello ca antrenor principal și pe Predrag Mijatović ca director sportiv. Noul președinte, Calderon, a venit cu ideea întineririi lotului, și astfel în scurt timp i-a vândut pe Beckham, Roberto Carlos, Robinho și Ronaldo. În locul lor i-a cumpărat pe van Nistelrooy, Fabio Cannavaro, Higuaín, Sneijder și Pepe. Real Madrid a câștigat titlul La Liga în 2007, pentru prima dată în ultimii patru ani, dar Capello a fost demis, motivul fiind evoluția nestrălucită din Liga Campionilor, unde Real iarăși a fost eliminată în optimile de finală. Noul antrenor a fost numit germanul Bernd Schuster. Cu neamțul pe bancă, Blancos au cucerit supercupa și și-au adjudecat titlul în campionat înainte de final, astfel încât în „El Clasico” (jucat pe Bernabeu, scor 4-1), Barcelona a fost nevoită să întâmpine noua campioană cu un coridor viu și aplauze. În sezonul 2007–08, Albii au câștigat campionatul național pentru a 31-a oară, realizând prima câștigare consecutivă a titlului în ultimii 18 ani. Totuși în Liga Campionilor evoluția la fel rămânea a fi mediocră, Real din nou a fost eliminată în optimi, de data asta de către AS Roma cu scorul general de 4-2. În 2009, în urma iscării unui scandal privind fraudarea alegerilor din 2006, Ramón Calderón și-a dat demisia. Pe durata conducerii de patru ani a lui Calderón, Real a devenit de două ori campioană și a câștigat o supercupă."
         },
         {
            "titlu":"Revenirea lui Pérez și era Mourinho (2009-2013)",
            "descriere":"Pe 1 iunie 2009, Florentino Pérez a fost reales în funcția de președinte al Real Madrid CF. Pérez a continuat cu politica sa Galácticos, cumpărându-l pe Kaká de la AC Milan. Apoi Real Madrid a bătut recordul mondial la sume de transferuri atunci când l-a achiziționat pe Cristiano Ronaldo de la Manchester United pentru suma de 93,3 mln €, zdrobind suma de transfer a lui Zinedine Zidane. José Mourinho ajunge la cârma echipei în mai 2010.În aprilie 2011, un eveniment ciudat s-a întâmplat, pentru prima dată în istorie, patru El Clásico urmau a fi jucate în intervalul a optsprezece zile. Prima întâlnire a fost în campionatul Spaniei pe 17 aprilie, meci care s-a terminat 1-1 cu goluri înscrise din penalty pentru ambele echipe. A urmat finala Copa del Rey 2010-2011, Real Madrid s-a impus cu scorul de 1-0, iar apoi controversata dublă manșă din semifinalele Ligii Campionilor din 27 aprilie și 2 mai, soldată cu eliminarea Realului de către Barcelona cu scorul general de 3–1. În sezonul La Liga 2011–2012, Real Madrid a câștigat campionatul, pentru a 32-a oară - record în istoria La Liga și a terminat sezonul cu un număr record de 100 de puncte într-un singur sezon, recordul de 121 de goluri marcate și diferența de goluri +89, și recordul de 16 victorii în deplasare și 32 victorii în total. În același sezon, Cristiano Ronaldo devine jucătorul care a atins cel mai rapid cifra de 100 de goluri în istoria campionatului Spaniei. Marcând 101 goluri în 92 de jocuri, Ronaldo a surclasat-o pe legenda lui Real Madrid, Ferenc Puskás, care marcase 100 de goluri în 105 meciuri. Ronaldo a stabilit un nou record la club, la goluri individuale marcate într-un singur an, el acumulând 60, și a devenit primul jucător care a marcat contra tuturor celor 19 echipe adverse din campionat într-un singur sezon. Real Madrid a început sezonul 2012-13 cucerind Supercopa de España, după ce a surclasat-o pe FC Barcelona prin regula golului marcat în deplasare, însă a terminat sezonul La Liga 2012-2013 pe locul 2. Un major transfer al sezonului a fost aducerea lui Luka Modrić pentru circa 33 milioane £. În Liga Campionilor, echipa a nimerit în „grupa morții” alături de Borussia Dortmund, Manchester City și Ajax Amsterdam, și acumulând 10 puncte a terminat pe locul 2, în spatele Borussiei. În optimile de finală Real a trecut de Manchester United, în sferturi a eliminat-o pe Galatasaray, și s-a oprit pentru a treia oară consecutiv în semifinalele Champions League, unde a fost din nou surclasată de Dortmund. După o înfrângere dezolantă în prelungiri în fața lui Atlético Madrid în finala Copa del Rey 2013, la sfârșitul sezonului Florentino Pérez a anunțat despărțirea de Mourinho prin 'comun acord'. Mourinho s-a reîntors în Premier League la Chelsea, pe care a mai antrenat-o între 2004 și 2007."
         },
         {
            "titlu":"Perioada moderna (2013-2018)",
            "descriere":"Pe 25 iunie 2013, Carlo Ancelotti este prezentat oficial ca antrenor la Real Madrid, semnând un contract pe trei ani. O zi mai târziu, el a ținut prima conferință de presă la Madrid unde a anunțat că Zinedine Zidane și Paul Clement vor fi asistenții săi. Pe 1 septembrie 2013, mult-așteptatul transfer al lui Gareth Bale la Real, s-a produs. Transferul galezului a stabilit un nou record mondial, prețul căruia s-a ridicat la 100 milioane €. În primul sezon al lui Ancelotti la club, Real Madrid a câștigat Copa del Rey, Bale marcând golul câștigător din finala jucată în compania Barcelonei. Pe 24 mai 2014, Real Madrid a învins-o pe rivala concitadină, Atlético Madrid, în Finala Ligii Campionilor, câștigând astfel primul său titlu european din 2002 încoace, și cea de-a zecea Ligă a Campionilor, numită în spaniolă „La Décima”. Pe 28 mai 2016, Real Madrid a învins-o din nou pe Atlético Madrid în Finala Ligii Campionilor 2016 după loviturile de departajare, după scorul de 1-1 în primele 90 de minute, dar și după cele 2 reprize de prelungiri, câștigând cea de-a unsprezecea Ligă a Campionilor, numită în spaniolă „Undécima”. Pe 21 mai 2017, Real Madrid se încununează drept campioană a Spaniei, învingând în ultima etapă echipa Malaga, cu scorul de 2-0, reprezentând astfel cea de-a 33 La Liga din palmaresul echipei și primul campionat câștigat după o pauză de 5 sezoane. Pe 3 iunie 2017, Real Madrid devine prima echipă din noul format al Ligii Campionilor ce reușește să își apere trofeul câștigat în precedentul an, învingând în Finala Ligii Campionilor 2017 pe Juventus Torino cu scorul de 4-1, remarcându-se ca marcatori Cristiano Ronaldo (2 goluri), Casemiro și Asensio. Pe 26 mai 2018, Real Madrid în finala Ligii Campionilor a câștigat 3-1 în fața lui Liverpool, prin golurile marcate de Karim Benzema (1) și Gareth Bale(2), astfel fiind prima echipă din noul format al Ligii Campionilor ce a reușit să câștige acest trofeu timp de 3 ani consecutiv."
         }
      ]
   },
   {
      "name":"Bayern Munchen",
      "image":"Bayern Munchen",
      "trofeeUCL":5,
      "jucatoriTop":[
         "Mane",
         "Kimmich",
         "Coman"
      ],
      "istorie":[
         {
            "titlu":"Primii ani (1900–1965)",
            "descriere":"Primul meci al lui FC Bayern Munchen împotriva 1. FC Nürnberg în 1901 - FC Bayern Munchen a fost fondat de membrii unui club de gimnastică din München (MTV 1879). Când o congregație de membri ai MTV 1879 a decis, la 27 februarie 1900, că fotbaliștilor clubului nu li se va permite să se alăture Asociației Germane de Fotbal (DFB), 11 membri ai diviziei de fotbal au părăsit congregația și în aceeași seară au fondat Fußball- Club Bayern München. În câteva luni, Bayern a obținut victorii cu scoruri mari împotriva tuturor rivalilor locali, inclusiv o victorie cu 15-0 împotriva FC Nordstern și a ajuns în semifinalele campionatului Germaniei de Sud din 1900–01. În anii următori, clubul a câștigat câteva trofee locale, iar în 1910–11 Bayern s-a alăturat nou-înființatei „Kreisliga”, prima ligă regională bavareză. Clubul a câștigat această ligă în primul său an, dar nu a câștigat-o din nou până la începutul Primului Război Mondial în 1914, care a oprit toate activitățile fotbalistice din Germania. Până la sfârșitul primului său deceniu de înființare, Bayern a atras primul său jucător de la echipa națională germană, Max Gaberl Gablonsky.[10] Până în 1920, avea peste 700 de membri, făcându-l cel mai mare club de fotbal din München. În anii de după război, Bayern a câștigat mai multe competiții regionale înainte de a câștiga primul său campionat din Germania de Sud în 1926, o realizare repetată doi ani mai târziu. Primul său titlu național a fost câștigat în 1932, când antrenorul Richard 'Little Dombi' Kohn a condus echipa la campionatul german învingând Eintracht Frankfurt cu 2-0 în finală. Ascensiunea lui Adolf Hitler la putere a pus capăt brusc dezvoltării lui Bayern. Președintele clubului Kurt Landauer și antrenorul, ambii evrei, au părăsit țara. Mulți alții din club au fost și ei epurați. Bayern a fost batjocorit ca fiind „clubul evreilor”, în timp ce rivalul local 1860 Munchen a câștigat mult sprijin. Josef Sauter, care a fost inaugurat în 1943, a fost singurul membru al NSDAP ca președinte. Așa cum unii jucători de la Bayern l-au salutat pe Landauer, care urmărea un amical cu Bayern în Elveția, a dus la o discriminare continuă. Bayern a fost, de asemenea, afectat de hotărârea conform căreia jucătorii de fotbal trebuie să fie din nou amatori, ceea ce a dus la mutarea tânărului atacant centru talentat Oskar Rohr în Elveția. În anii următori, Bayern nu și-a putut susține rolul de candidat la titlul național, obținând în schimb rezultate la mijlocul tabelului în liga sa regională. După sfârșitul celui de-al Doilea Război Mondial în 1945, Bayern a devenit membru al Oberliga Süd, conferința de sud a primei divizii germane, care era împărțită în cinci părți la acel moment. Bayern s-a luptat, angajând și concediind 13 antrenori între 1945 și 1963. Landauer s-a întors din exil în 1947 și a fost numit din nou președinte al clubului, mandatul a durat până în 1951. El rămâne președintele clubului cu cel mai lung mandat acumulat. Landauer a fost considerat inventatorul lui Bayern ca club profesionist, iar memoria sa este susținută de ultras Schickeria Bayern. În 1955, clubul a retrogradat, dar a revenit în Oberliga în sezonul următor și a câștigat DFB-Pokal pentru prima dată, învingând Fortuna Düsseldorf cu 1-0 în finală. Clubul a avut probleme financiare, totuși, ajungând la faliment la sfârșitul anilor 1950. Președintele Manufacturer l-a demis Reitlinger, care a fost ulterior condamnat pentru nereguli financiare, a fost înlăturat la alegerile din 1958 de către industriașul Roland Endler. El a oferit stabilitate financiară pentru club. Sub domnia sa, Bayern a avut cei mai buni ani în Oberliga. Endler nu a mai fost candidat în 1962, când Wilhelm Neudecker, care a devenit bogat în boom-ul construcțiilor de după război, l-a înlocuit. În 1963, Oberligas din Germania au fost consolidate într-o ligă națională, Bundesliga. Au fost admise cinci echipe din Oberliga Sud. Cheia pentru calificarea în Bundesliga a fost recordul acumulat din ultimii doisprezece ani, unde Bayern a fost doar clubul pe locul șase. Pentru început, rivalii locali TSV 1860 Munchen, clasat pe locul al șaptelea, au fost campioni ai ultimului sezon Oberliga-Süd și au primit preferință pe baza acestei realizări. După ce protestele inițiale ale Bayernului pentru presupuse maltratări au rămas fără rezultat, președintele Neudecker a acceptat provocările și l-a angajat pe Zlatko Čajkovski, care în 1962 a condus 1. FC Köln la campionatul național. Formând o echipă cu talente tinere precum Franz Beckenbauer, Gerd Müller și Sepp Maier – care mai târziu va fi denumit în mod colectiv axa, au obținut promovarea în Bundesliga în 1965."
         },
         {
            "titlu":"Anii de aur (1965–1979)",
            "descriere":"În primul sezon din Bundesliga, Bayern a terminat pe locul al treilea și a câștigat și DFB-Pokal. Acest lucru ia calificat pentru Cupa Cupelor Europene de anul următor, pe care au câștigat-o într-o finală dramatică împotriva clubului scoțian Rangers, când Franz Roth a marcat decisiv într-o victorie cu 1-0 în prelungiri. În 1967, Bayern a păstrat DFB-Pokal, dar progresul general lent l-a văzut pe Branko Zebec să preia funcția de antrenor. El a înlocuit stilul de joc ofensiv al lui Bayern cu o abordare mai disciplinată și, făcând acest lucru, a obținut prima dublă de ligă și cupă din istoria Bundesliga în 1969. Bayern Munchen este unul dintre cele patru cluburi germane care au câștigat Bundesliga și DFB-Pokal în același sezon. alături de Borussia Dortmund, 1. FC Köln și Werder Bremen. Zebec a folosit doar 13 jucători pe tot parcursul sezonului. Udo Lattek a preluat conducerea în 1970. După ce a câștigat DFB-Pokal în primul său sezon, Lattek a condus Bayern la al treilea campionat german. Meciul decisiv din sezonul 1971–72 împotriva lui Schalke 04 a fost primul meci din noul Olympiastadion și a fost, de asemenea, primul meci televizat în direct din istoria Bundesliga. Bayern l-a învins pe Schalke cu 5–1 și a câștigat astfel titlul, stabilind și mai multe recorduri, inclusiv puncte câștigate și goluri marcate. Bayern a câștigat și următoarele două campionate, dar apogeul a fost triumful lor în finala Cupei Europei din 1974 împotriva lui Atlético Madrid, pe care Bayern a câștigat-o cu 4–0 după o reluare. Acest titlu – după ce a câștigat trofeul Cupelor în 1967 și două semifinale (1968 și 1972) în acea competiție – a marcat descoperirea clubului ca forță pe scena internațională. În anii următori, echipa nu a avut succes pe plan intern, dar și-a apărat titlul european învingându-l pe Leeds United în finala Cupei Europei din 1975, când Roth și Müller și-au asigurat victoria cu goluri târziu. „Ne-am întors în joc și am marcat două goluri norocoase, așa că până la urmă am fost câștigători, dar am fost foarte, foarte norocoși”, a declarat Franz Beckenbauer. Billy Bremner a considerat că arbitrul francez este „foarte suspicios”. Fanii lui Leeds s-au revoltat apoi la Paris și au fost interziși de la fotbalul european timp de trei ani. Un an mai târziu, la Glasgow, Saint-Étienne a fost învins de un alt gol al lui Roth, iar Bayern a devenit al treilea club care a câștigat trofeul în trei ani consecutiv. Ultimul trofeu câștigat de Bayern în această epocă a fost Cupa Intercontinentală, în care au învins clubul brazilian Cruzeiro în două etape. Restul deceniului a fost o perioadă de schimbare și nu a mai văzut alte titluri pentru Bayern. În 1977, Franz Beckenbauer a plecat la New York Cosmos și, în 1979, Sepp Maier și Uli Hoeneß s-au retras în timp ce Gerd Müller s-a alăturat Fort Lauderdale Strikers. Bayerndusel a fost inventat în această perioadă ca o expresie fie a disprețului, fie a invidiei față de victoriile uneori înguste și de ultim moment împotriva altor echipe."
         },
         {
            "titlu":"De la FC Breitnigge la FC Hollywood (1979–1998)",
            "descriere":"Anii 1980 au fost o perioadă de tulburări în afara terenului pentru Bayern, cu multe schimbări în personal și probleme financiare. Pe teren, Paul Breitner și Karl-Heinz Rummenigge, denumit FC Breitnigge, au condus echipa la titluri în Bundesliga în 1980 și 1981. În afară de o victorie DFB-Pokal în 1982, au urmat două sezoane relativ nereușite, după care Breitner s-a retras și fostul antrenorul Udo Lattek a revenit. Bayern a câștigat DFB-Pokal în 1984 și a continuat să câștige cinci campionate din Bundesliga în șase sezoane, inclusiv o dublă în 1986. Succesul european a fost însă evaziv în timpul deceniului; Bayern a reușit să câștige locul secund în Cupa Europei în 1982 și 1987. Jupp Heynckes a fost angajat ca antrenor în 1987, dar după două campionate consecutive în 1988–89 și 1989–90, forma lui Bayern a scăzut. După ce a terminat pe locul al doilea în 1990–91, clubul a terminat cu doar cinci puncte peste locurile pentru retrogradare în 1991–92. În 1993–94, Bayern a fost eliminat în turul doi al Cupei UEFA în fața Norwich City din Premier League, care rămâne singurul club englez care l-a învins pe Bayern la Olympiastadion. Succesul a revenit când Franz Beckenbauer a preluat conducerea pentru a doua jumătate a sezonului 1993-1994, câștigând din nou campionatul după un interval de patru ani. Beckenbauer a fost numit apoi președinte al clubului. Urmașii săi ca antrenor, Giovanni Trapattoni și Otto Rehhagel, ambii au terminat fără trofeu după un sezon, neîntâmpinând așteptările înalte ale clubului. În acest timp, jucătorii lui Bayern au apărut frecvent în paginile de bârfă ale presei, mai degrabă decât în ​​paginile de sport, rezultând porecla FC Hollywood. Franz Beckenbauer s-a întors pentru scurt timp la sfârșitul sezonului 1995–96 ca antrenor interimar și și-a condus echipa la victoria în Cupa UEFA, învingând Bordeaux în finală. Pentru sezonul 1996–97, Trapattoni a revenit pentru a câștiga campionatul. În sezonul următor, Bayern a pierdut titlul în fața proaspătului promovat 1. FC Kaiserslautern și Trapattoni au trebuit să-și ia concediu pentru a doua oară."
         },
         {
            "titlu":"Succes internațional reînnoit (1998–2007)",
            "descriere":"După succesul său la Borussia Dortmund, Bayern a fost antrenat de Ottmar Hitzfeld din 1998 până în 2004. În primul sezon al lui Hitzfeld, Bayern a câștigat Bundesliga și a fost aproape de a câștiga Liga Campionilor, pierzând cu 2-1 în timpul prelungirii cu Manchester United, după ce a condus cel mai mult. a meciului. În anul următor, în sezonul centenar al clubului, Bayern a câștigat a treia dublă de ligă și cupă din istoria sa. Un al treilea titlu consecutiv în Bundesliga a urmat în 2001, câștigat cu un gol în timpul opririi în ultima zi a sezonului ligii. Câteva zile mai târziu, Bayern a câștigat pentru a patra oară Liga Campionilor după o diferență de 25 de ani, învingând Valencia la penalty-uri. Sezonul 2001–02 a început cu o victorie în Cupa Intercontinentală, dar s-a încheiat fără trofee altfel. În 2002–03, Bayern a câștigat a patra dublă, conducând liga cu o marjă record de 16 puncte. Domnia lui Hitzfeld s-a încheiat în 2004, cu Bayern cu performanțe slabe, inclusiv înfrângerea de divizia secundă Alemannia Aachen în DFB-Pokal. Felix Magath a preluat conducerea și a condus Bayern la două duble consecutive. Înainte de începerea sezonului 2005-2006, Bayern s-a mutat de la Olympiastadion la noua Allianz Arena, pe care clubul o împărțea cu 1860 München. Pe teren, performanța lor în 2006–07 a fost neregulată. În urma în ligă și după ce a pierdut din nou cu Alemannia Aachen în cupă, antrenorul Magath a fost demis la scurt timp după pauza de iarnă. Hitzfeld s-a întors ca antrenor în ianuarie 2007, dar Bayern a terminat sezonul 2006-2007 pe poziția a patra, nereușind astfel să se califice în Liga Campionilor pentru prima dată în mai bine de un deceniu. Pierderi suplimentare în DFB-Pokal și DFB-Ligapokal au lăsat clubul fără onoruri pentru sezon."
         },
         {
            "titlu":"Robbery – Robben and Ribery (2007–2019)",
            "descriere":"Pentru sezonul 2007-2008, Bayern a făcut schimbări drastice de echipă pentru a ajuta la reconstrucție. Au semnat un total de opt jucători noi și au vândut, eliberat sau împrumutat nouă dintre jucătorii lor. Printre noile autografe s-au numărat vedete ale Cupei Mondiale din 2006 precum Franck Ribéry, Miroslav Klose și Luca Toni. Bayern a continuat să câștige Bundesliga într-un mod convingător, conducând clasamentul în fiecare săptămână de joc și DFB-Pokal împotriva lui Borussia Dortmund. După sezon, portarul de lungă durată al lui Bayern, Oliver Kahn, s-a retras, ceea ce a lăsat clubul fără un portar de top pentru mai multe sezoane. Antrenorul clubului, Ottmar Hitzfeld, s-a retras și el și Jürgen Klinsmann a fost ales drept succesor al său. Cu toate acestea, Klinsmann a fost demis chiar înainte de sfârșitul primului său sezon, deoarece Bayern a urmat Wolfsburg în ligă, a pierdut sferturile de finală din DFB-Pokal în fața lui Bayer Leverkusen și a fost făcut să pară prost în sferturile de finală ale Ligii Campionilor când FC Barcelona a marcat de patru ori în prima repriză a primei etape și pe parcursul ambelor meciuri Bayern nu a părut niciodată că ar putea ține pasul. Jupp Heynckes a fost numit antrenor interimar și a condus clubul pe locul doi în ligă. Pentru sezonul 2009-2010, Bayern l-a angajat pe managerul olandez Louis van Gaal, iar atacantul olandez Arjen Robben s-a alăturat lui Bayern. Robben, alături de Ribéry, va continua să modeleze stilul de joc al lui Bayern de a ataca peste aripi în următorii zece ani. Presa a numit rapid duo-ul „Jaf”. În plus, David Alaba și Thomas Müller au fost promovați la prima echipă. Cu Müller, van Gaal a mers atât de departe încât a proclamat: „Cu mine, Müller joacă întotdeauna”, care a devenit o expresie mult referită de-a lungul anilor. Pe teren, Bayern a avut cel mai de succes sezon din 2001, asigurându-și dubla națională și pierzând doar în finala Ligii Campionilor cu Inter Milano cu 0–2. În ciuda campaniei reușite din 2009-2010, van Gaal a fost concediat în aprilie 2011, deoarece Bayern era în urmă în ligă și eliminat în primul tur al Ligii Campionilor, din nou de Inter. Secundul lui Van Gaal, Andries Jonker, a preluat conducerea și a încheiat sezonul pe locul trei. Jupp Heynckes a revenit pentru a doua sa perioadă permanentă în sezonul 2011-2012. Deși clubul l-a semnat pe Manuel Neuer, punând capăt căutării lui Bayern pentru un înlocuitor adecvat pentru Kahn și Jérôme Boateng pentru sezon, Bayern a rămas fără titlu pentru al doilea sezon consecutiv, ajungând pe locul doi după Borussia Dortmund în ligă și cupă. Finala Ligii Campionilor s-a desfășurat la Allianz, iar Bayern a ajuns într-adevăr în finală pe stadionul de acasă, dar a pierdut „Finale dahoam” așa cum o numeau ei în fața lui Chelsea la penalty-uri. Pentru sezonul 2012–13, Bayern l-a semnat pe Javi Martínez. După ce Bayern a terminat pe locul secund la toate titlurile în 2011–12, Bayern a continuat să câștige toate titlurile în 2012–13, stabilind pe parcurs diverse recorduri din Bundesliga și devenind prima echipă germană care a câștigat tripla. Bayern a terminat Bundesliga cu 91 de puncte, la doar 11 puncte de un sezon perfect și până în prezent, încă, cel mai bun sezon jucat vreodată. În ceea ce a fost a treia apariție în finala Ligii Campionilor a lui Bayern în patru ani, ei au învins Borussia Dortmund cu 2–1. O săptămână mai târziu, au completat tripla câștigând finala DFB-Pokal în fața VfB Stuttgart. În timpul sezonului, în ianuarie, Bayern a anunțat deja că îl va angaja pe Pep Guardiola ca antrenor pentru sezonul 2013–14. Inițial, clubul a prezentat acest lucru ca Heynckes retras la expirarea contractului său, dar Uli Hoeneß a recunoscut ulterior că nu a fost decizia lui Heynckes să părăsească Bayern la sfârșitul sezonului. De fapt, a fost forțat de dorința clubului de a-l numi pe Guardiola. Bayern și-a îndeplinit dorința lui Guardiola de a-l semna pe Thiago Alcântara de la FC Barcelona, ​​iar primul sezon al lui Guardiola a început bine, Bayern extinzând o serie de meciuri neînvinse din campionat din sezonul trecut la 53 de meciuri. Înfrângerea în fața lui Augsburg a venit la două zile după ce Bayern își revendicase deja titlul de ligă. În timpul sezonului, Bayern a câștigat și alte două titluri, Cupa Mondială a Cluburilor FIFA și Supercupa UEFA, aceasta din urmă fiind ultimul trofeu major pe care clubul nu-l câștigase încă. De asemenea, Bayern a câștigat cupa pentru a finaliza a zecea sa dublă națională, dar a pierdut în semifinala Ligii Campionilor în fața lui Real Madrid. În afara terenului, președintele Bayern, Uli Hoeneß, a fost condamnat pentru evaziune fiscală pe 13 martie 2014 și condamnat la trei ani și jumătate de închisoare. Hoeneß a demisionat a doua zi. Vicepreședintele Karl Hopfner a fost ales președinte pe 2 mai. Înainte de sezonul 2014-2015, Bayern l-a luat pe Robert Lewandowski după ce contractul său s-a încheiat la Borussia Dortmund și l-a împrumutat pe Xabi Alonso de la Real Madrid. Bayern l-a lăsat și pe Toni Kroos să plece la Real. Pictogramele clubului Bastian Schweinsteiger și Claudio Pizarro au plecat înainte de sezonul 2015-16. [Citare necesară] În aceste două sezoane, Bayern și-a apărat titlul de ligă, inclusiv o altă dublă în 2015-16, dar nu a reușit să treacă de semifinale. în Liga Campionilor. Deși conducerea clubului a încercat să-l convingă pe Guardiola să rămână, antrenorul a decis să nu-și prelungească contractul pe trei ani.  Carlo Ancelotti a fost angajat ca succesor al lui Guardiola. Transferul cheie pentru campania 2016–17 a fost Mats Hummels de la Borussia Dortmund. În afara terenului, Uli Hoeneß fusese eliberat devreme din închisoare și reales ca președinte în noiembrie 2016. Sub Ancelotti, Bayern și-a revendicat al cincilea titlu consecutiv de ligă, dar nu a câștigat cupa sau Liga Campionilor. În iulie 2017, Bayern a anunțat că 1860 München va părăsi definitiv Allianz, deoarece clubul a fost retrogradat în divizia a 4-a. Înainte de sezonul 2017-18, Bayern a făcut schimbări majore în echipa lor, semnând printre alții tineri potențiali precum Kingsley Coman, Corentin Tolisso, Serge Gnabry și Niklas Süle și împrumutându-l pe James Rodríguez de la Real. Între timp, căpitanul clubului, Philipp Lahm, și Xabi Alonso s-au retras, iar alți câțiva jucători au părăsit clubul. Pe măsură ce performanțele lui Bayern au fost percepute ca fiind din ce în ce mai slabe, Ancelotti a fost demis după o înfrângere cu 0–3 cu Paris St. Germain în Liga Campionilor, la începutul celui de-al doilea sezon. Willy Sagnol a preluat funcția de manager interimar timp de o săptămână, înainte de a fi anunțat că Jupp Heynckes va încheia sezonul în a patra perioadă la club. În timpul sezonului, clubul l-a îndemnat pe Heynckes — chiar și în mod public — să-și prelungească contractul, dar Heynckes, în vârstă de 73 de ani, a rămas ferm că se va retrage definitiv după sezon. înlocuitor, iar în cele din urmă Niko Kovač a fost prezentat drept succesorul lui Heynckes, semnând un contract pe trei ani. Heynckes a condus clubul la un alt campionat. În finala cupei, ultimul meci al lui Heynckes ca antrenor, Heynckes și-a întâlnit succesorul pe teren. Eintracht Frankfurt de la Kovač i-a refuzat Bayernului titlul, câștigând cu 3–1. Primul sezon al lui Kovač la club a început încet, Bayern fiind în urma lui Dortmund în ligă în prima jumătate a sezonului. Spre deosebire de situații similare cu van Gaal și Ancelotti, conducerea clubului a decis să-și protejeze antrenorul de critici. Cu toate acestea, după pauza de iarnă, Bayern a redus rapid distanța și s-a plasat pe primul loc în ligă. În Liga Campionilor, clubul a fost eliminat de Liverpool în optimile de finală, pentru prima dată din 2011 când Bayern nu a ajuns în sferturi. În timpul sezonului, Arjen Robben a anunțat că va fi ultimul său sezon pentru club, în timp ce Uli Hoeneß a anunțat că Franck Ribéry va pleca la sfârșitul sezonului.În martie 2019, Bayern a anunțat că l-a semnat pe Lucas Hernandez de la Atlético Madrid pentru o taxă record de club și Bundesliga de 80 de milioane de euro. Pe 18 mai 2019, Bayern a câștigat al șaptelea titlu consecutiv în Bundesliga, terminând cu două puncte peste locul doi, Dortmund, cu 78 de puncte. Acest titlu din Bundesliga a fost al nouălea pentru Ribéry și al optulea pentru Robben. O săptămână mai târziu, Bayern l-a învins pe RB Leipzig cu 3–0 în finala DFB-Pokal din 2019. Cu această victorie, Bayern a câștigat a 19-a Cupă a Germaniei și a completat a 12-a dublă națională."
         },
         {
            "titlu":"Era Flick (2019–2021)",
            "descriere":"Hansi Flick s-a alăturat lui Bayern Munchen pe 1 iulie 2019 ca antrenor asistent. Sub Kovač, Bayern a avut un început lent în ligă și după o înfrângere cu 5-1 în fața Frankfurtului, Kovač și Bayern s-au despărțit pe 3 noiembrie 2019, Flick fiind promovat la funcția de manager interimar. După o perioadă satisfăcătoare ca antrenor interimar, Bayern a anunțat pe 22 decembrie 2019 că Flick va rămâne la conducere până la sfârșitul sezonului. Performanțele lui Bayern pe teren au crescut considerabil, iar în aprilie 2020, clubul a convenit cu Flick un nou contract permanent până în 2023. Sub Flick, clubul a câștigat liga, după ce a jucat cea mai reușită etapă a unui sezon din Bundesliga din istorie și a continuat să revendice cupa, completând astfel cea de-a 13-a dublă internă a clubului. În Liga Campionilor, Bayern a ajuns în prima finală din 2013, învingându-l pe FC Barcelona cu 8–2 în sferturile de finală și Lyon cu 3–0 în semifinală. În finala, care a avut loc la Lisabona cu ușile închise din cauza severității pandemiei de COVID-19, ei au învins Paris Saint-Germain cu 1-0. Fostul jucător de la PSG Kingsley Coman a marcat singurul gol al meciului. Odată cu victoria, ei au devenit al doilea club european care a completat tripla sezonieră în două sezoane diferite, egalându-se cu echipa FC Barcelona din 2014-2015. După o scurtă pauză, Bayern a început noul sezon câștigând Supercupa UEFA pentru a doua oară în istoria lor. Într-un meci strâns disputat, Bayern a învins Sevilla cu 2–1 după prelungiri, Javi Martínez marcând golul victoriei. Pe 30 septembrie 2020, ei au câștigat DFL-Supercup 2020 după ce au învins-o pe vicecampionii din Bundesliga Dortmund cu 3–2. În februarie 2021, ei au câștigat Cupa Mondială a Cluburilor FIFA 2020 (amânată din decembrie 2020 din cauza pandemiei de COVID-19) după ce i-au învins pe campionii africani Al Ahly SC cu 2–0 printr-o doudă de la Robert Lewandowski, iar apoi au câștigat în finala împotriva mexicanului. echipa Tigres UANL 1–0 după un gol al lui Benjamin Pavard și a devenit doar al doilea club care a câștigat sextupul, după ce Barcelona a câștigat-o în 2009. Mai târziu, Bayern nu a reușit să-și apere titlul de Liga Campionilor după ce a fost eliminat de PSG în sferturi de finală. Cu toate acestea, a reușit să câștige al 9-lea titlu în Bundesliga la rând. În timpul sezonului, Robert Lewandowski a doborât recordul lui Gerd Müller pentru numărul de goluri marcate într-un sezon din Bundesliga, după ce a marcat de 41 de ori. Pe 27 aprilie 2021, Bayern a anunțat că Flick va pleca la sfârșitul sezonului, la cererea sa, și că managerul RB Leipzig, Julian Nagelsmann, va deveni noul manager, începând cu 1 iulie. Potrivit mai multor rapoarte, Bayern a plătit lui Leipzig 25 de milioane de euro, un record mondial pentru un manager, drept compensație pentru serviciile lui Nagelsmann. Mai târziu a fost anunțat că Flick pleacă pentru a prelua conducerea echipei naționale germane a cărei anterior fusese antrenor asistent sub conducerea managerului Joachim Löw."
         },
         {
            "titlu":"Era Nagelsmann (2021-prezent)",
            "descriere":"Sub conducerea noului antrenor Julian Nagelsmann, Bayern a finalizat isprava de a câștiga 10 titluri consecutive în Bundesliga după o victorie cu 3-1 în Der Klassiker."
         }
      ]
   },
   {
      "name":"Arsenal",
      "image":"Arsenal",
      "trofeeUCL":0,
      "jucatoriTop":[
         "Jesus",
         "Odegaard",
         "Saka"
      ],
      "istorie":[
         {
            "titlu":"Inceputuri",
            "descriere":"Arsenal a fost fondat în anul 1886 sub numele de Dial Square de către muncitorii fabricii de armament „Royal Arsenal” din Woolwich, însă, după puțin timp, și-a schimbat numele în Royal Arsenal. Și-a schimbat numele din nou în Woolwich Arsenal după ce a devenit un club profesionist, în anul 1891. S-a înscris în Football League în 1893, începând competiția în divizia a doua, reușind promovarea în sezonul 1904. Totuși, izolarea geografică a stadionului a avut ca rezultat un număr redus de spectatori la meciurile jucate pe teren propriu, lucru ce a dus la probleme financiare și chiar la faliment, în sezonul 1910, an în care clubul a fost preluat de omul de afaceri Henry Norris. Norris a căutat să mute clubul în altă locație, iar în 1913, imediat după retrogradarea clubului în divizia secundă, Arsenal s-a mutat pe noul Stadion Arsenal din Highbury, nordul Londrei; au renunțat la cuvântul Woolwich din numele oficial anul următor. În anul 1919, chiar dacă Arsenal a terminat campionatul pe poziția a cincea în divizia secundă, clubul a fost ales pentru a promova în prima ligă, în locul clubului Tottenham Hotspur, prin metode dubioase. În 1925, Arsenal l-a angajat pe Herbert Chapman ca manager. Chapman câștigase deja de două ori campionatul cu Huddersfield Town în sezoanele 1923-24 și 1924-25. Tacticile și antrenamentele sale revoluționare, împreună cu aducerea unor jucători importanți la echipă, precum Alex James sau Cliff Bastin, au dus la formarea echipei care a dominat fotbalul englez în anii '30. Sub comanda sa, Arsenal a câștigat primele trofee majore din istorie - o Cupă FA în 1930 și două campionate naționale, în 1931 și 1933. De asemensea, datorită lui Chapman, în 1932, stația de metrou „Gillespie Road” a fost denumită „Arsenal tube station” (română Stația de metrou Arsenal). Chapman a murit de penumonie la începutul anului 1934, însă Joe Shaw și George Allison au continuat parcursul de succes al echipei. Sub comanda celor doi, Arsenal a mai câștigat trei campionate (1933-34, 1934-35 și 1937–38) și Cupa Angliei (1935–36). Din păcate pentru club, sfârșitul deceniului a însemnat și sfârșitul perioadei de succes a clubului, odată cu izbucnirea celui de-al doilea război mondial (lucru care a însemnat și suspendarea competițiilor fotbalistice din Anglia)."},
            {
               "titlu":"Dupa al doilea razboi mondial",
               "descriere":"După război, sub comanda succesorului lui Allison, Tom Whittaker, Arsenal a cunoscut o nouă perioadă de succes, câștigând campionatul în sezonul 1947-48 și 1952-53 și Cupa Angliei în sezonul 1949-50. Totuși, după aceste rezultate, această perioadă bună s-a încheiat; fiind incapabil să achiziționeze jucători de calibru, precum cei din anii '30, clubul și-a petrecut majoritatea sezoanelor din anii 50' și '60 în mediocritate. În anul 1966, printr-o mutare surprinzătoare, Arsenal l-a numit pe fizioterapeutul clubului, Bertie Mee, ca manager. După ce au pierdut două finale ale Cupei Ligii, clubul a câștigat primul său trofeu european, Cupa Târgurilor, în sezonul 1969–70. Acest succes a fost urmat de un triumf și mai mare: prima dublă (câștigarea atât a campionatului cât și a cupei), în sezonul 1970-71. Arsenal a terminat sezonul 1972–73 pe poziția secundă, a pierdut trei cupe (1971-72, 1977-78 și 1979–80) și Cupa Cupelor în sezonul 1979–80 după loviturile de departajare. Cel mai mare succes din această perioadă a fost câștigarea Cupei Angliei din anul 1979, cu o victorie în ultimele minute în fața clubului Manchester United, meci care a rămas în istoria clubului. Întoarcerea fostului jucător George Graham ca manager din 1986 a adus a treia perioadă de glorie pentru club. Arsenal a câștigat Cupa Ligii în sezonul 1986-87, primul sezon ca manager a lui Graham. Acesteia i-a urmat titlul în sezonul 1988-89, titlu câștigat cu un gol în ultimul minut înscris împotriva lui Liverpool, echipă cu care se aflau în luptă directă. Arsenalul lui Graham a mai câștigat o dată titlul în anul 1991, an în care a pierdut doar un meci, în sezonul 1990-91 a câștigat atât Cupa Angliei cât și Cupa Ligii iar în anul 1993 a triumfat în finala Cupei Cupelor Europene. Cu toate acestea, reputația lui Graham a fost știrbită atunci când s-a scos la iveală faptul că a achiziționat anumiți jucători la cererea agentului Rune Hauge, acesta fiind concediat în anul 1995. Înlocuitorul său, Bruce Rioch, a rezistat numai un sezon, acesta plecând după o dispută cu conducerea clubului. Succesul clubului de la sfârșitul anilor '90 și anii 2000 este datorat mai ales numirii lui Arsène Wenger ca manager în anul 1996. Wenger a venit cu tactici noi, un nou regim de antrenamente și jucători străini care au completat lotul. Arsenal a câștigat ambele cupe în 1998 și 2000. În plus, clubul a ajuns în finala Cupei UEFA în sezonul 1999-00 (unde a fost învinsă de către Galatasaray după lovituri de departajare), a câștigat Cupa Angliei în sezoanele 2002-03 și 2004-05 și titlul de campioană în sezonul 2003-04 fără a pierde vreun meci, fapt ce le-a dat porecla de „Invincibilii”. Arsenal a terminat campionatul pe una din primele două poziții în opt din cele 11 sezoane în care a fost manageriată de Wenger. Este totodată una dintre cele patru echipe (pe lângă Manchester United, Blackburn Rovers și Chelsea) care a câștigat Premier League, de la formarea acesteia, în anul 1993. În sezonul 2009–2010, echipa londoneză a jucat în grupa H a Ligii Campionilor UEFA alături de echipele Olympiacos Pireu, Standard Liège și AZ Alkmaar, acumulând 13 puncte și câștigând primul loc. "
            },
            {
               "titlu":"Istoric denumiri",
               "descriere":"1886 - Dial Square; 1886 - Royal Arsenal; 1893 - Woolwich Arsenal; 1914 - The Arsenal; 1919 - Arsenal"
            }
         ]
      }
   ]
